---
kind: property
id: P:Autodesk.Revit.DB.Electrical.VoltageType.MaxValue
source: html/4cfd5c38-f673-29e5-ac06-1142cc3b3489.htm
---
# Autodesk.Revit.DB.Electrical.VoltageType.MaxValue Property

Get upper boundary of voltage value of this voltage definition, the unit is volt.

## Syntax (C#)
```csharp
public double MaxValue { get; }
```